
public class Data {
	// 인터넷 이용률,  초고속 인터넷가입자(인구 100명당)
		public static double OECDinternet[]= //인터넷 이용률
				{99.0, 97.6, 97.1, 96.5, 95.9, 94.9, 92.1, 
				89.7, 89.4, 88.9, 88.7, 87.7, 86.1, 84.5, 
				83.6, 82.0, 80.7, 80.7, 79.7, 79.7, 77.5, 
				76.1, 74.7, 74.4, 73.0, 71.0, 65.8};
		public static String OECDname[]=  //인뎃스에 대응되는 국가
			{ "아이슬란드", "덴마크", "룩셈부르크", "노르웨이", "한국", "영국", "스웨덴",
				"독일", "에스토니아", "핀란드", "벨기에", "오스트리아", "스페인", "아일랜드", 
				"라트비아","프랑스", "체코", "슬로바키아", "리투아니아", "슬로베니아", "폴란드",
				"헝가리", "포르투갈", "이탈리아", "그리스", "터키", "멕시코"};
		
		public static double OECDhyperInternet[]= //초고속 인터넷가입자(인구 100명당)
			{40.6, 44.1, 37.1, 41.3, 41.6, 39.6, 39.1,
			41.1, 33.3, 31.5, 39.2, 28.4, 32.0, 29.7, 
			27.3, 44.8, 29.9, 27.7, 28.2, 29.5, 18.9, 
			31.7, 36.9, 28.0, 37.7, 16.3, 14.6};
		
		//y 이용률 -60    58~490
		//x 100명당 초고속 인터넷 -10 46~306  
}
